<html>
<head>
    <meta charset="UTF-8">
<title>Clasica</title>
<link rel="stylesheet" type="text/css" href="estilo.css">
</head>
<body>
<ul class="menu">
    <body bgcolor="#D19D28">
     <li><a href="menus.html">&iquest;Qu&eacute; es la m&uacute;sica?</a></li>
    <li><a href="rocknroll.html">Rock and Roll</a></li>
    <li><a href="pop.html"> M&uacute;sica Pop</a></li>
    <li><a href="jazz.html">Jazz</a></li>
    <li><a href="indie.html">Indie Rock</a></li>
    <li><a href="metal.html">Heavy Metal</a></li>
    <li><a href="country.html">Country</a></li>
    <li><a href="clasica.html">M&uacute;sica cl&aacute;sica</a></li>
    <li><a href="blues.html">Blues</a></li>
    <li><a href="soul.html">Soul</a></li>
    <li><a href="rock.html">Rock</a></li>
    <li><a href="reggae.html">Reggae</a></li>
    <li><a href="hiphop.html">Rap</a></li>
    <li><a href="reggaeton.html">Reggaeton</a></li>
    <li><a href="salsa.html">Salsa</a></li>
    <li><a href="disco.html">Disco</a></li>
    <li><a href="punk.html">Punk</a></li>
    <li><a href="folk.html">M&uacute;sica Folk</a></li>
</ul>
<h1 align="center">M&uacute;sica Cl&aacute;sica</h1>
<font size="4"><p>Es la corriente musical que casa principalmente la m&uacute;sica producida o basada en las tradiciones de la 
    m&uacute;sica lit&uacute;rgica y secular de Occidente, principalmente Europa Oriental. Abarca un periodo de tiempo que va 
    aproximadamente del siglo XI a la actualidad, aunque esta definici&oacute;n no es aplicable a la m&uacute;sica realizada en el 
    siglo XX a pesar de presentar las mismas caracter&iacute;sticas.
</p></font>
<center>
    <img src="imagenes/clasica.jpg" width="700" height="300" border="3">
</center>
<h2 align="center">Caracter&iacute;sticas de la M&uacute;sica Cl&aacute;sica</h2>
<font size="4"><p>La m&uacute;sica cl&aacute;sica se distingue de la m&uacute;sica popular y de otras formas musicales no europeas 
    por su caracter&iacute;stica notaci&oacute;n musical simb&oacute;lica, en uso desde aproximadamente el siglo XVI. Dicha notaci&oacute;n 
    permite a los compositores prescribir de forma detallada el tempo, la m&eacute;trica, el ritmo, la altura y la ejecuci&oacute;n precisa 
    de cada pieza musical. Otra caracter&iacute;stica es que mientras la mayor&iacute;a de estilos "populares" tienden a desarrollarse 
    alrededor del g&eacute;nero de las canciones, la m&uacute;sica cl&aacute;sica se ha caracterizado por el desarrollo de formas y 
    g&eacute;neros musicales altamente sofisticados y relajantes, y por el empleo de una muy variada y compleja instrumentaci&oacute;n.
</p></font>
<h2 align="center">Autores</h2>
<h3>Beethoven</h3>
<font size="4"><p>Fue un compositor, director de orquesta, pianista y profesor de piano alem&aacute;n. Su legado musical abarca, 
    cronol&oacute;gicamente, desde el clasicismo hasta los inicios del Romanticismo. Es considerado uno de los compositores m&aacute;s 
    importantes de la historia de la m&uacute;sica y su legado ha influido de forma decisiva en la evoluci&oacute;n posterior de este arte. <a href="https://youtu.be/4Tr0otuiQuU" target="_black">Escucha "Moonlight Sonata" de Beethoven.</a>
</p></font>
<center>
    <img src="imagenes/beethoven.jpg" width="700" height="300" border="3">
</center>
<h3>Fr&eacute;d&eacute;ric Chopin</h3>
<font size="4"><p>Fue un profesor, compositor y virtuoso pianista polaco, considerado uno de los m&aacute;s importantes de la historia 
    y uno de los mayores representantes del Romanticismo Musical. Su maravillosa t&eacute;cnica, su refinamiento estil&iacute;stico y su 
    elaboraci&oacute;n arm&oacute;nica se han comparado hist&oacute;ricamente, por su influencia en la m&uacute;sica posterior, con las de 
    Wolfgang Amadeus Mozart, Ludwig Van Beethoven, Johannes Brahms, Franz Liszt o Sergu&eacute;i Rajm&aacute;ninov. <a href="https://youtu.be/9E6b3swbnWg" target="_black">Escucha "Nocturne op.9 No.2" de Chopin.</a>
</p></font>
<center>
    <img src="imagenes/chopin.jpg" width="700" height="300" border="3">
</center>
<h5>Fuentes:</h5>
<ul>
    <li><a href="https://es.wikipedia.org/wiki/M%C3%BAsica_cl%C3%A1sica">colaboradores de Wikipedia. (2020d, noviembre 26). Música clásica. Wikipedia, la enciclopedia libre. https://es.wikipedia.org/wiki/M%C3%BAsica_cl%C3%A1sica</a></li>
    <li><a href="https://es.wikipedia.org/wiki/Ludwig_van_Beethoven">colaboradores de Wikipedia. (2020f, diciembre 8). Ludwig van Beethoven. Wikipedia, la enciclopedia libre. https://es.wikipedia.org/wiki/Ludwig_van_Beethoven</a></li>
    <li><a href="https://es.wikipedia.org/wiki/Fr%C3%A9d%C3%A9ric_Chopin">colaboradores de Wikipedia. (2020f, diciembre 4). Frédéric Chopin. Wikipedia, la enciclopedia libre. https://es.wikipedia.org/wiki/Fr%C3%A9d%C3%A9ric_Chopin</a></li>
</ul>
</body>
</html>