<html>
<head>
    <meta charset="UTF-8">
<title>Country</title>
<link rel="stylesheet" type="text/css" href="estilo.css">
</head>
<body>
<ul class="menu">
    <body bgcolor="#D19D28">
     <li><a href="menus.html">&iquest;Qu&eacute; es la m&uacute;sica?</a></li>
    <li><a href="rocknroll.html">Rock and Roll</a></li>
    <li><a href="pop.html"> M&uacute;sica Pop</a></li>
    <li><a href="jazz.html">Jazz</a></li>
    <li><a href="indie.html">Indie Rock</a></li>
    <li><a href="metal.html">Heavy Metal</a></li>
    <li><a href="country.html">Country</a></li>
    <li><a href="clasica.html">M&uacute;sica cl&aacute;sica</a></li>
    <li><a href="blues.html">Blues</a></li>
    <li><a href="soul.html">Soul</a></li>
    <li><a href="rock.html">Rock</a></li>
    <li><a href="reggae.html">Reggae</a></li>
    <li><a href="hiphop.html">Rap</a></li>
    <li><a href="reggaeton.html">Reggaeton</a></li>
    <li><a href="salsa.html">Salsa</a></li>
    <li><a href="disco.html">Disco</a></li>
    <li><a href="punk.html">Punk</a></li>
    <li><a href="folk.html">M&uacute;sica Folk</a></li>
</ul>
<h1 align="center">Country</h1>
<font size="4"><p>Es un g&eacute;nero musical surgido en los años 1920 en las regiones rurales del sur de Estados Unidos 
    y las mar&iacute;timas de Canad&aacute; y Australia. En sus or&iacute;genes, combin&oacute; la m&uacute;sica folcl&oacute;rica de 
    algunos pa&iacute;ses europeos de inmigrantes, principalmente Irlanda, con otras formas afroamericanas ya arraigadas en Norteam&eacute;rica, 
    como el blues, el bluegrass y la m&uacute;sica espiritual y religiosa, como el gospel. Con el paso del tiempo la m&uacute;sica country 
    cobr&oacute; m&aacute;s popularidad y ya a finales de la d&eacute;cada del 40 se escuchaba gracias a m&uacute;sicos como Pete 
    Saeger y Hank Williams.
</p></font>
<center>
    <img src="imagenes/country.jpeg" width="700" height="300" border="3">
</center>
<h2 align="center">Primeros cantantes del G&eacute;nero</h2>
<font size="4"><p>Vernon Dalhart fue el primer cantante de country en tener &eacute;xito a nivel nacional, en mayo de 1924 con 
    The Wreck of Old 97). Otros pioneros importantes del country fueron: <b>Riley Puckett, Don Richardson, Fiddling John Carson, 
        Ernest Stoneman</b> y los grupos <b>Charlie Poole and the North Caroline Ramblers</b> y <b>The Skillet Lickers</b>.
</p></font>
<h2 align="center">Caracter&iacute;sticas del Country</h2>
<font size="4"><p>El country tradicional, se tocaba esencialmente con instrumentos de cuerda, como la guitarra, el banjo, 
    el violin y el contrabajo, aunque tambi&eacute;n interven&iacute;an frecuentemente el acord&eacute;on y la arm&oacute;nica. En el 
    country moderno se utilizan sobre todo instrumentos electr&oacute;nicos como la guitarra el&eacute;ctrica, el bajo el&eacute;ctrico, 
    los teclados, el dobro o la steel guitar.
</p></font>
<h2 align="center">Exponentes del G&eacute;nero</h2>
<h3>Johnny Cash</h3>
<font size="4"><p>Fue un cantante, compositor, guitarrista, actor y autor estadounidense. Considerado como uno de los m&uacute;sicos 
    m&aacute;s influyentes del siglo XX. Considerado <b>"El rey de la m&uacute;sica Country"</b> y un icono de ese g&eacute;nero. <a href="https://youtu.be/8AHCfZTRGiI" target="_black">Escucha "Hurt" de Johnyy Cash.</a>
</p></font>
<center>
    <img src="imagenes/cash.jpg" width="700" height="300" border="3">
</center>
<h3>Hank Williams</h3>
<font size="4"><p>Fue un cantautor estadounidense. Considerado un icono de la m&uacute;sica country y uno de los m&aacute;s influyentes 
    m&uacute;sicos del siglo XX. Destacado int&eacute;rprete de la m&uacute;sica Honky Tonk, grab&oacute; numerosos &eacute;xitos que, 
    junto a sus carism&aacute;ticas interpretaciones y composiciones, le proporcionaron una gran fama. <a href="https://youtu.be/2PqfDyPAcBw" target="_black">Escucha "Hey, Good Lookin´" de Hank Williams.</a>
</p></font>
<center>
    <img src="imagenes/hankwilliams.jpg" width="700" height="300" border="3">
</center>
<h5>Fuentes:</h5>
<ul>
    <li><a href="https://www.ecured.cu/M%C3%BAsica_country_(g%C3%A9nero_musical)">EcuRed. (s. f.-b). Música country (género musical) - EcuRed. Recuperado 9 de diciembre de 2020, de https://www.ecured.cu/M%C3%BAsica_country_(g%C3%A9nero_musical)</a></li>
    <li><a href="https://es.wikipedia.org/wiki/Hank_Williams">colaboradores de Wikipedia. (2020a, octubre 12). Hank Williams. Wikipedia, la enciclopedia libre. https://es.wikipedia.org/wiki/Hank_Williams</a></li>
    <li><a href="https://es.wikipedia.org/wiki/Johnny_Cash">colaboradores de Wikipedia. (2020d, noviembre 28). Johnny Cash. Wikipedia, la enciclopedia libre. https://es.wikipedia.org/wiki/Johnny_Cash</a></li>
</ul>
</body>
</html>