<html>
<head>
    <meta charset="UTF-8">
<title>Indie</title>
<link rel="stylesheet" type="text/css" href="estilo.css">
</head>
<body>
<ul class="menu">
    <body bgcolor="#D19D28">
     <li><a href="menus.html">&iquest;Qu&eacute; es la m&uacute;sica?</a></li>
    <li><a href="rocknroll.html">Rock and Roll</a></li>
    <li><a href="pop.html"> M&uacute;sica Pop</a></li>
    <li><a href="jazz.html">Jazz</a></li>
    <li><a href="indie.html">Indie Rock</a></li>
    <li><a href="metal.html">Heavy Metal</a></li>
    <li><a href="country.html">Country</a></li>
    <li><a href="clasica.html">M&uacute;sica cl&aacute;sica</a></li>
    <li><a href="blues.html">Blues</a></li>
    <li><a href="soul.html">Soul</a></li>
    <li><a href="rock.html">Rock</a></li>
    <li><a href="reggae.html">Reggae</a></li>
    <li><a href="hiphop.html">Rap</a></li>
    <li><a href="reggaeton.html">Reggaeton</a></li>
    <li><a href="salsa.html">Salsa</a></li>
    <li><a href="disco.html">Disco</a></li>
    <li><a href="punk.html">Punk</a></li>
    <li><a href="folk.html">M&uacute;sica Folk</a></li>
</ul>
<h1 align="center">Rock Indie</h1>
<font size="4"><p>El indie rock toma su nombre de "independiente", que describe tanto las actitudes de las bandas del g&eacute;nero, 
    como la naturaleza pequeña y de bajo presupuesto de los sellos que publican la m&uacute;sica. En el sentido de que el t&eacute;rmino 
    es m&aacute;s utilizado, el rock indie se separ&oacute; del rock alternativo en la &eacute;poca en que Nirvana lleg&oacute; a la 
    corriente principal. El rock indie fue una reacci&oacute;n contra ese fen&oacute;meno; no todas las variedades del rock alternativo 
    se cruzaron en la estela de Nirvana, y tampoco todas ellas quisieron hacerlo. Sin embargo, si bien el rock indie comparte definitivamente 
    las preocupaciones de la comunidad punk sobre el comercialismo, no es tan particular sobre si las bandas siguen siendo independientes 
    o "se venden"; la suposici&oacute;n general es que es pr&aacute;cticamente imposible hacer que los diversos enfoques musicales 
    del rock indie sean compatibles con los gustos de la corriente principal en primer lugar.
</p></font>
<center>
    <img src="imagenes/indie.jpg" width="700" height="300" border="3">
</center>
<h2 align="center">Caracter&iacute;sticas del Rock Indie</h2>
<font size="4"><p>Las bandas se influyen mutuamente, lo que produce sonidos similares. En general, la m&uacute;sica indie se caracteriza 
    por una melod&iacute;a clara y una instrumentaci&oacute;n sencilla. La influencia de la m&uacute;sica folk y country se extiende 
    y muchas canciones tienen viol&iacute;n o piano. La composici&oacute;n musical a menudo presenta una combinaci&oacute;n principal de 
    cuatro instrumentos: guitarra principal, guitarra r&iacute;tmica, bajo y bater&iacute;a con voces armonizadas. Sus sencillos arreglos 
    facilitan la interpretaci&oacute;n de las canciones, lo que la hace popular entre los j&oacute;venes.
</p></font>
<font size="4"><p>La m&uacute;sica fomenta la experimentaci&oacute;n. Puede provenir de otros campos adem&aacute;s del folk 
    y el country, tan lejos como la electr&oacute;nica, el jam rock tambi&eacute;n conocido como psicodelia, o el ruido japon&eacute;s. 
    Sus partes de guitarra usan acordes est&aacute;ndar y potentes, lo que hace que su m&uacute;sica sea f&aacute;cil de aprender. Sus 
    letras simples pueden contar una parte de la vida o una viñeta.
</p></font>
<h2 align="center">Exponentes del G&eacute;nero</h2>
<h3>Arctic Monkeys</h3>
<font size="4"><p>Es una banda inglesa de rock alternativo e indie rock proveniente de High Green, un suburbio en las afueras de 
    Sheffield, Inglaterra. Formada en 2002, esta conformada por <b>Alex Turner</b> (guitarrista y compositor), <b>Jamie Cook</b> 
    (Guitarrista), <b>Matt Helders</b> (Baterista) y <b>Nick O´Malley</b> (Bajista). <a href="https://youtu.be/bpOSxM0rNPM" target="_black">Escucha "Do I Wanna Know?" de Arctic Monkeys.</a>
</p></font>
<center>
    <img src="imagenes/arcticmonley.jpg" width="700" height="300" border="3">
</center>
<h3 align="center">The Strokes</h3>
<font size="4"><p>Es una banda formada en Nueva York, Estados Unidos por <b>Julian Casablancas</b> (vocalista y compostior), 
    <b>Nick Fraiture</b> (Bajista) y <b>Fabrizio Moretti</b> (Baterista) en 1998. <a href="https://youtu.be/b8-tXG8KrWs" target="_black">Escucha "Reptilia" de The Strokes.</a>
</p></font>
<center>
    <img src="imagenes/strokes.jpg" width="700" height="300" border="3">
</center>
<h5>Fuentes:</h5>
<ul>
    <li><a href=" https://www.discosderock.com/tipos-de-rock/indie-rock.html">Rock, D. (2020, 16 abril). ¿Qué es la música Indie Rock? Mejores bandas en inglés y español. Discos de Rock. https://www.discosderock.com/tipos-de-rock/indie-rock.html</li></a>
    <li><a href="https://www.last.fm/es/tag/indie+rock/artists">Last.fm. (s. f.). Artistas más escuchados de indie rock. Recuperado 9 de diciembre de 2020, de https://www.last.fm/es/tag/indie+rock/artists</li></a>
</ul>
</body>
</html>