<html>
<head>
    <meta charset="UTF-8">
<title>Metal</title>
<link rel="stylesheet" type="text/css" href="estilo.css">
</head>
<body>
<ul class="menu">
    <body bgcolor="#D19D28">
     <li><a href="menus.html">&iquest;Qu&eacute; es la m&uacute;sica?</a></li>
    <li><a href="rocknroll.html">Rock and Roll</a></li>
    <li><a href="pop.html"> M&uacute;sica Pop</a></li>
    <li><a href="jazz.html">Jazz</a></li>
    <li><a href="indie.html">Indie Rock</a></li>
    <li><a href="metal.html">Heavy Metal</a></li>
    <li><a href="country.html">Country</a></li>
    <li><a href="clasica.html">M&uacute;sica cl&aacute;sica</a></li>
    <li><a href="blues.html">Blues</a></li>
    <li><a href="soul.html">Soul</a></li>
    <li><a href="rock.html">Rock</a></li>
    <li><a href="reggae.html">Reggae</a></li>
    <li><a href="hiphop.html">Rap</a></li>
    <li><a href="reggaeton.html">Reggaeton</a></li>
    <li><a href="salsa.html">Salsa</a></li>
    <li><a href="disco.html">Disco</a></li>
    <li><a href="punk.html">Punk</a></li>
    <li><a href="folk.html">M&uacute;sica Folk</a></li>
</ul>
<h1 align="center">Heavy Metal</h1>
<font size="4"><p>Es un g&eacute;nero musical que incorpora elementos inspirados en el blues rock, el rock &aacute;cido de los 60´s 
    y de la m&uacute;sica cl&aacute;sica, junto al hard rock, con el que comparte rasgos esenciales. El origen del heavy metal remonta 
    a finales de los años 1960, impulsado por algunos grupos de la &eacute;poca, los cuales fueron incorporadon sonidos m&aacute;s potentes 
    y distorsionados, agregados a m&aacute;s energ&iacute;a. El heavy metal gan&oacute; popularidad en el Reino Unido y en Estados 
    Unidos durante los años 1970, m&aacute;s a&uacute;n a finales de estos, hasta su asentamiento y difusi&oacute;n universal durante 
    los años 1980.
</p></font>
<center>
    <img src="imagenes/heavymetal.jpg" width="700" height="300" border="3">
</center>
<h2 align="center">Caracter&iacute;sticas del Heavy Metal.</h2>
<font size="4"><p>Se caracteriza por poseer ritmos potentes, crudos y mayoritariamente agresivos, logrados mediante la utilizaci&oacute;n 
    de guitarras altamente distorsionadas, bater&iacute;as con doble pedales y sonido potente, y bajos el&eacute;ctricos pronunciados, 
    todo esto agregado a una atm&oacute;sfera contundente y oscura y t&eacute;cnicos solos de guitarra.
</p></font>
<font size="4"><p>El Heavy Metal es uno de los sbug&eacute;neros de Rock and Roll m&aacute;s difundidos en todo el mundo, 
    teniendo grandes escenas musicales en Europa, Latinoam&eacute;rica y Asia.
</p></font>
<h2 align="center">Exponentes del G&eacute;nero</h2>
<h3>Iron Maiden</h3>
<font size="4"><p>Es una banda brit&aacute;nica fundada en 1975 por el bajista <b>Steve Harris</b>. Es considerada una de las bandas
m&aacute;s importantes de todos los tiempos en este g&eacute;nero.</p></font><a href="https://youtu.be/86URGgqONvA" target="_black">Escucha "Run To The Hills" de Iron Maiden.</a>
<center>
    <img src="imagenes/ironmaiden.jpg" width="700" height="300" border="3">
</center>
<h3>Avenged Sevenfold</h3>
<font size="4"><p>Banda estadounidense de Heavy Metal originaria de Huntington Beach, California, fundada en 1999. Sus integrantes son 
    <b>M. Shadows</b> (Vocalista), <b>Synyster Gates</b> (Guitarrista l&iacute;der y coros), <b>Zacky Vengeance</b> (Guitarrista r&iacute;tmico), 
    <b>Johnny Christ</b> (Bajista) y anteriormente el baterista era <b>The Rev</b> hasta su fallecimiento en diciembre del año 2009. <a href="https://youtu.be/KVjBCT2Lc94" target="_black">Escucha "A Little Piece Of Heaven" de Avenged Sevenfold.</a>
</p></font>
<center>
    <img src="imagenes/avenged.jpg" width="700" height="300" border="3">
</center>
<h5>Fuentes:</h5>
<ul>
    <li><a href="https://www.ecured.cu/Heavy_metal#Principales_bandas_del_G.C3.A9nero">EcuRed. (s. f.). Heavy metal - EcuRed. Recuperado 9 de diciembre de 2020, de https://www.ecured.cu/Heavy_metal#Principales_bandas_del_G.C3.A9nero</a></li>
    <li><a href="https://es.wikipedia.org/wiki/Iron_Maiden">colaboradores de Wikipedia. (2020, 22 noviembre). Iron Maiden. Wikipedia, la enciclopedia libre. https://es.wikipedia.org/wiki/Iron_Maiden</a></li>
    <li><a href="https://es.wikipedia.org/wiki/Avenged_Sevenfold">colaboradores de Wikipedia. (2020a, noviembre 7). Avenged Sevenfold. Wikipedia, la enciclopedia libre. https://es.wikipedia.org/wiki/Avenged_Sevenfold</a></li>
</ul>
</body>
</html>