<html>
<head>
    <meta charset="UTF-8">
<title>Pop</title>
<link rel="stylesheet" type="text/css" href="estilo.css">
</head>
<body>
<ul class="menu">
    <body bgcolor="#D19D28">
        <li><a href="menus.html">&iquest;Qu&eacute; es la m&uacute;sica?</a></li>
    <li><a href="rocknroll.html">Rock and Roll</a></li>
    <li><a href="pop.html"> M&uacute;sica Pop</a></li>
    <li><a href="jazz.html">Jazz</a></li>
    <li><a href="indie.html">Indie Rock</a></li>
    <li><a href="metal.html">Heavy Metal</a></li>
    <li><a href="country.html">Country</a></li>
    <li><a href="clasica.html">M&uacute;sica cl&aacute;sica</a></li>
    <li><a href="blues.html">Blues</a></li>
    <li><a href="soul.html">Soul</a></li>
    <li><a href="rock.html">Rock</a></li>
    <li><a href="reggae.html">Reggae</a></li>
    <li><a href="hiphop.html">Rap</a></li>
    <li><a href="reggaeton.html">Reggaeton</a></li>
    <li><a href="salsa.html">Salsa</a></li>
    <li><a href="disco.html">Disco</a></li>
    <li><a href="punk.html">Punk</a></li>
    <li><a href="folk.html">M&uacute;sica Folk</a></li>
</ul>
<h1 align="center">Pop</h1>
<font size="4"><p>El pop surgi&oacute; a partir de la &eacute;poca de los 50, teniendo como base el rock and roll que era tan 
    popular en aquella d&eacute;cada y otros arreglos musicales pertenecientes a g&eacute;neros distintos. Lo que vuelve al pop 
    tan vers&aacute;til es precisamente esa caracter&iacute;stica, de poder mezclar varias clases de m&uacute;sica como lo son el
    rock, el funk, el dance, el rhythm and blues, los ritmos latinos u orientales e incluso la folcl&oacute;rica.
</p></font>
<center>
<img src="imagenes/pop.jpg" border="3">
</center>
<h2 align="center">Caracter&iacute;sticas del Pop</h2>
<font size="4"><p>El g&eacute;nero se define por ciertos aspectos que se repiten frecuentemente, tales como los siguientes:</p></font>
<ul>
    <li>Melod&iacute;as y letras pegadizas. El &eacute;xito de una melod&iacute;a pop radica en su facilidad para ser recordada 
        y disfrutada, en base a ritmos y letras simples pero pegajosas.
    </li>
    <br>
    <li>Las canciones se elaboran de acuerdo a la estructura estrofa-estribillo. Esto significa que entre cada estrofa se 
        encuentra un coro, que es el que mayormente identifica a las composiciones y en la recta final, surge un puente musical 
        o estribillo diferente al del comienzo.
    </li>
    <br>
    <li>La duraci&oacute;n tambi&eacute;n es un punto importante dentro de cada canci&oacute;n. Estas no suelen rebasar 
        los cinco minutos de duraci&oacute;n, puesto que es preferible que sean cortas y sencillas.
    </li>
    <br>
    <li>El pop trata con regularidad de tem&aacute;ticas sentimentales, como el hecho de enamorarse o sufrir una desilusi&oacute;n 
        amorosa. Tambi&eacute;n se refiere a hechos cotidianos que pueden abarcar fen&oacute;menos sociales o experiencias.
    </li>
    <br>
    <li>Se le da prioridad a los efectos obtenidos gracias a la tecnolog&iacute;a y los medios electr&oacute;nicos, por sobre la 
        voz de los artistas. La producci&oacute;n para el resultado final es sumamente cuidadosa y supervisada para incluir arreglos, 
        que pueden sonar de manera artificial.
    </li>
</ul>
<h2 align="center">Grandes exponentes del g&eacute;nero</h2>
<h3>Michael Jackson</h3>
<font size="4"><p>Cantante que falleci&oacute; en el año 2009 y cuyo legado le valio el ser conocido como "El rey del Pop", 
    un t&iacute;tulo que nadie ha podido obtener en la actualidad. Inici&oacute; su carrera a temprana edad, formado el grupo musical 
    llamado <b>"The Jackson 5"</b> junto a sus hermanos.
</p></font>
<img src="imagenes/michaeljackson.jpg" width="700" height="300" border="3">
<font size="4"><p>De los temas m&aacute;s conocidos de el se encuentran "Thriller" y "Billy Jean".</p></font>
<a href="https://youtu.be/Zi_XLOBDo_Y" target="_black">Escucha uno de los &eacute;xitos de Michael Jackson.</a>
<h3>Madonna</h3>
<font size="4"><p>Conocidad como "La reina del Pop". Sigue vigente en el &aacute;mbito art&iacute;stico actualmente, 
    aunque su fama se remonta al año 1983, que es cuando lanzaba su &aacute;lbum debut. Nacida en los Estados Unidos y radicada en 
    Inglaterra hoy en d&iacute;a, cuenta con numerosos hits entre los que destacan "Like a Virgin", "Hung up", "Papa don´t preach", 
    "Express Yourself" y "Like a Prayer".
</p></font>
<img src="imagenes/madonna.jpg" width="700" height="300" border="3">
</body>
</html>