<html>
<head>
    <meta charset="UTF-8">
<title>Reggaeton</title>
<link rel="stylesheet" type="text/css" href="estilo.css">
</head>
<body>
<ul class="menu">
    <body bgcolor="#D19D28">
     <li><a href="menus.html">&iquest;Qu&eacute; es la m&uacute;sica?</a></li>
    <li><a href="rocknroll.html">Rock and Roll</a></li>
    <li><a href="pop.html"> M&uacute;sica Pop</a></li>
    <li><a href="jazz.html">Jazz</a></li>
    <li><a href="indie.html">Indie Rock</a></li>
    <li><a href="metal.html">Heavy Metal</a></li>
    <li><a href="country.html">Country</a></li>
    <li><a href="clasica.html">M&uacute;sica cl&aacute;sica</a></li>
    <li><a href="blues.html">Blues</a></li>
    <li><a href="soul.html">Soul</a></li>
    <li><a href="rock.html">Rock</a></li>
    <li><a href="reggae.html">Reggae</a></li>
    <li><a href="hiphop.html">Rap</a></li>
    <li><a href="reggaeton.html">Reggaeton</a></li>
    <li><a href="salsa.html">Salsa</a></li>
    <li><a href="disco.html">Disco</a></li>
    <li><a href="punk.html">Punk</a></li>
    <li><a href="folk.html">M&uacute;sica Folk</a></li>
</ul>
<h1 align="center">Reggaeton</h1>
<font size="4"><p>El reggaeton es un g&eacute;nero musical que se deriva del reggae y del dancehall, as&iacute; como elementos 
    principalmente del hip hop y la m&uacute;sica hispana. Es un g&eacute;nero musical muy popular hasta hoy en d&iacute;a; que ha 
    tenido sus apogeos m&aacute;ximos durante las d&eacute;cadas de 200 y 2010.
</p></font>
<font size="4"><p>Naci&oacute; en Puerto Rico; surgi&oacute; a ra&iacute;z de la popularidad del reggae jamaiquino, junto con el 
    hip hop estadounidense durante los inicios de la d&eacute;cada. Posteriormente, el reggaeton se apart&oacute; poco a poco del reggae, 
    pero sigui&oacute; usando los mismos instrumentos y ritmos musicales pero con diferentes letras y melod&iacute;as. Esto se 
    debi&oacute; a que usaban beats de reggae pero con letras y composiciones diferentes.
</p></font>
<font size="4"><p>Similar a la <u>salsa</u> la cual fue una expresi&oacute;n cultural de la juventud hispana de principios de los 
    años 1970, el reggaeton en los Estados Unidos en los años 1990 y 2000 y se ha convertido en un modo de expresi&oacute;n de j&oacute;venes 
    hispanos.
</p></font>
<center>
    <img src="imagenes/reggaeton.jpg" width="700" height="300" border="3">
</center>
<h2 align="center">Caracter&iacute;sticas del Reggaeton</h2>
<font size="4"><p>El reggaeton ha cambiado durante el proceso de su ascenso y el de los comienzos dista mcuho del actual. Mientras 
    que un inicio se utilizaban las influencias del reggae y el dancehall, en la actualidad se toman elementos del hip hop. Por ello, 
    los cantantes del g&eacute;nero tienen un estilo de vestimenta muy parecido a los de hip hop y el dancehall; una mezcla de ambos.
</p></font>
<font size="4"><p>El sonido del reggaeton se caracteriza por un estilo recitativo y un ritmo sincopado producido electr&oacute;nicamente, 
    acompañado por diversas melod&iacute;as, que le sirven de apoyo, este ritmo tienen una sincronizaci&oacute;n caracter&iacute;stica 
    por la cual se gu&iacute;an la mayor&iacute;a de canciones.
</p></font>
<font size="4"><p>Las letras del reggaeton se caracterizan por apoyarse en la rima para lograr que la canci&oacute;n sea pegadiza 
    y de f&aacute;cil identificaci&oacute;n para el p&uacute;blico. Este estilo de rima est&aacute; tambi&eacute;n inspirado en el rap, 
    aunque tambi&eacute;n se puede utilizar en el dancehall. Las letras de las canciones se asemejan a las del hip hop. A diferencia 
    del hip hop, la mayor&iacute;a de cantantes de reggaeton recitan sus canciones con estilo de rap y con partes cantadas mel&oacute;dicamente. 
    En sus letras se puede apreciar como los cantantes del g&eacute;nero tratan con asiduidad la t&eacute;matica del placer sexual.
</p></font>
<h2 align="center">Exponentes del G&eacute;nero</h2>
<h3>Bad Bunny</h3>
<font size="4"><p>Es un rapero y cantante puertoriqueño de reggaeton y trap latino. El artista cuenta con 5 discos, de los cuales uno 
    es en colaboraci&oacute;n con J Balvin. <a href="https://youtu.be/TmKh7lAwnBI" target="_black">Escucha "D&aacute;kiti" de Bad Bunny.</a>
</p></font>
<center>
    <img src="imagenes/badbunny.jpg" width="700" height="300" border="3">
</center>
<h3>J Balvin</h3>
<font size="4"><p>Es un cantante y productor discogr&aacute;fico colombiano, que ha logrado posicionarse tanto en el mercado 
    musical hispano como en el mercado musical de habla inglesa, llegando a colocar sus temas en n&uacute;mero uno, en varias listas 
    musicales, entre ellas <b>Billboard</b>. Tambi&eacute;n es conocido como "Pr&iacute;ncipe del Reggaeton". <a href="https://youtu.be/QLz9VaksClg" target="_black">Escucha "Agua" de J Balvin.</a>
</p></font>
<center>
    <img src="imagenes/balvin.jpg" width="700" height="300" border="3">
</center>
<h5>Fuentes:</h5>
<ul>
    <li><a href="https://es.wikipedia.org/wiki/Reguet%C3%B3n">colaboradores de Wikipedia. (2020q, diciembre 10). Reguetón. Wikipedia, la enciclopedia libre. https://es.wikipedia.org/wiki/Reguet%C3%B3n</a></li>
    <li><a href="https://es.wikipedia.org/wiki/Bad_Bunny">colaboradores de Wikipedia. (2020q, diciembre 10). Bad Bunny. Wikipedia, la enciclopedia libre. https://es.wikipedia.org/wiki/Bad_Bunny</a></li>
    <li><a href="https://es.wikipedia.org/wiki/J_Balvin">colaboradores de Wikipedia. (2020n, diciembre 7). J Balvin. Wikipedia, la enciclopedia libre. https://es.wikipedia.org/wiki/J_Balvin</a></li>
</ul>
</body>
</html>