<html>
<head>
    <meta charset="UTF-8">
<title>Reggae</title>
<link rel="stylesheet" type="text/css" href="estilo.css">
</head>
<body>
<ul class="menu">
    <body bgcolor="#D19D28">
     <li><a href="menus.html">&iquest;Qu&eacute; es la m&uacute;sica?</a></li>
    <li><a href="rocknroll.html">Rock and Roll</a></li>
    <li><a href="pop.html"> M&uacute;sica Pop</a></li>
    <li><a href="jazz.html">Jazz</a></li>
    <li><a href="indie.html">Indie Rock</a></li>
    <li><a href="metal.html">Heavy Metal</a></li>
    <li><a href="country.html">Country</a></li>
    <li><a href="clasica.html">M&uacute;sica cl&aacute;sica</a></li>
    <li><a href="blues.html">Blues</a></li>
    <li><a href="soul.html">Soul</a></li>
    <li><a href="rock.html">Rock</a></li>
    <li><a href="reggae.html">Reggae</a></li>
    <li><a href="hiphop.html">Rap</a></li>
    <li><a href="reggaeton.html">Reggaeton</a></li>
    <li><a href="salsa.html">Salsa</a></li>
    <li><a href="disco.html">Disco</a></li>
    <li><a href="punk.html">Punk</a></li>
    <li><a href="folk.html">M&uacute;sica Folk</a></li>
</ul>
<h1 align="center">Reggae</h1>
<font size="4"><p>El reggae es un g&eacute;nero musical de origen jamaicano. El t&eacute;rmino reggae algunas veces es usado 
    ampliamente para referirse a la mayor&iacute;a de los ritmos jamaiquinos, incluyendo ska, rocksteady y dub. El t&eacute;rmino es m&aacute;s 
    espec&iacute;ficamente usado para indicar un estilo particular que se orgin&oacute; despues del desarrollo del rocksteady. En este 
    sentido, el reggae incluye tres subg&eacute;neros: el Skinhead Reggae, el roots reggae y el dance hall. El reggae se basa en un 
    estilo r&iacute;tmico caracterizado por cortes regulares sobre una m&uacute;sica de fondo tocada por la bateria r&iacute;tmica, 
    conocida como "beat", y la bater&iacute;a, que se toca en el tercer tiempo de cada comp&aacute;s. Este ritmo es m&aacute;s lento que 
    el de otros estilos precursores del reggae como el ska y rocksteady.
</p></font>
<center>
    <img src="imagenes/reggae.jpg" width="700" height="300" border="3">
</center>
<h2 align="center">Caracter&iacute;sticas del Reggae</h2>
<font size="4"><p>Entre las particularidades del reggae, se destaca su fuerte v&iacute;nculo con cuestiones que no tienen que ver 
    con la m&uacute;sica. El reggae suele asociarse a la corriente rastafari, cuyos seguidores creen que Haile Selassie I (&uacute;ltimo 
    emperador de la naci&oacute;n et&iacute;ope) es la reencarnaci&oacute;n de dios. De acuerdo a este movimiento, las personas de raza 
    negra y sus descendientes ser&aacute;n guiados a la tierra prometida denominada Monte Zion.
</p></font>
<font size="4"><p>El uso de trenzas o dreadlocks, que muchas veces se cubren con un gorro tejido llamado tam; la vestimenta 
    con colores de la bandera de Etiop&iacute;a; y el consumo de marihuana forman parte de la idiosincracia rastafari y del propio reggae.
</p></font>
<h2 align="center">Exponentes del G&eacute;nero</h2>
<h3>Bob Marley</h3>
<font size="4"><p>Fue un m&uacute;sico, guitarrista y compositor jamaicano. Durante su carrera musical fue el l&iacute;der, 
    compositor y guitarrista de la banda The Wailers. Marley sigue siendo el m&aacute;s conocido y respetado int&eacute;rprete de la 
    m&uacute;sica reggae y es acreditado por ayudar a difundir tanto la m&uacute;sica de Jamaica como el movimiento rastafari. <a href="https://youtu.be/CHekNnySAfM" target="_black">Escucha "Is This Love" de Bob Marley.</a>
</p></font>
<center>
    <img src="imagenes/bobmarley.jpg" width="700" height="300" border="3">
</center>
<h3>Peter Tosh</h3>
<font size="4"><p>Fue un m&uacute;sico de reggae jamaiquino, defensor de los derechos humanos y activista pro-legalizaci&oacute;n 
    del cannabis. Form&oacute; parte en sus principios del grupo The Wailers, para luego tener una exitosa carrera como solista, adem&aacute;s 
    de ser uno de los m&aacute;s famosos representantes del movimiento rastafari. <a href="https://youtu.be/6jV8FWoaytM" target="_black">Escucha "Johnny B Goode" de Peter Tosh.</a>
</p></font>
<center>
    <img src="imagenes/tosh.jpg" width="700" height="300" border="3">
</center>
<h5>Fuentes:</h5>
<ul>
    <li><a href="https://definicion.de/reggae/">Definición de reggae — Definicion.de. (s. f.). Definición.de. Recuperado 9 de diciembre de 2020, de https://definicion.de/reggae/</a></li>
    <li><a href="https://es.wikipedia.org/wiki/Bob_Marley">colaboradores de Wikipedia. (2020g, diciembre 1). Bob Marley. Wikipedia, la enciclopedia libre. https://es.wikipedia.org/wiki/Bob_Marley</a></li>
    <li><a href="https://es.wikipedia.org/wiki/Peter_Tosh">colaboradores de Wikipedia. (2020j, diciembre 4). Peter Tosh. Wikipedia, la enciclopedia libre. https://es.wikipedia.org/wiki/Peter_Tosh</a></li>
</ul>
</body>
</html>