<html>
<head>
    <meta charset="UTF-8">
<title>Rock n Roll</title>
<link rel="stylesheet" type="text/css" href="estilo.css">
</head>
<body>
<ul class="menu">
    <body bgcolor="#D19D28">
        <li><a href="menus.html">&iquest;Qu&eacute; es la m&uacute;sica?</a></li>
    <li><a href="rocknroll.html">Rock and Roll</a></li>
    <li><a href="pop.html"> M&uacute;sica Pop</a></li>
    <li><a href="jazz.html">Jazz</a></li>
    <li><a href="indie.html">Indie Rock</a></li>
    <li><a href="metal.html">Heavy Metal</a></li>
    <li><a href="country.html">Country</a></li>
    <li><a href="clasica.html">M&uacute;sica cl&aacute;sica</a></li>
    <li><a href="blues.html">Blues</a></li>
    <li><a href="soul.html">Soul</a></li>
    <li><a href="rock.html">Rock</a></li>
    <li><a href="reggae.html">Reggae</a></li>
    <li><a href="hiphop.html">Rap</a></li>
    <li><a href="reggaeton.html">Reggaeton</a></li>
    <li><a href="salsa.html">Salsa</a></li>
    <li><a href="disco.html">Disco</a></li>
    <li><a href="punk.html">Punk</a></li>
    <li><a href="folk.html">M&uacute;sica Folk</a></li>
</ul>
<h1 align="center">Rock N Roll</h1>
<font size="4"><p>El Rock and Roll es un g&eacute;nero musical de ritmo marcado, derivado de una mezcla de diversos g&eacute;ne ros 
    de m&uacute;sica folcl&oacute;rica estadounidense, (Doo Wop, Rhythm and blues, hillbily, blues, country y western son los que m&aacute;s 
    destacan) y se popularizo desde la d&eacute;cada de 1950, siendo su cantante m&aacute;s influyente Elvis Presley.
</p></font>
<h2 align="center">Origenes</h2>
<font size="4"><p>En la d&eacute;cada de 1950, en Estados Unidos, los adolescentes buscaban nuevos sonidos, nuevas sensaciones. 
    Por primera vez, una m&uacute;sica se dirig&iacute;a directamente a ellos: el <u>Rock and Roll</u>. En tiempos de esclavitud en 
        los Estados Unidos las comunidades negras desarrollaron un potencial musical en el que predominaban los c&aacute;nticos religiosos 
        y ritmos propios que marcaban los d&iacute;as de trabajo en las diversas plantaciones que habitaban en aquel entonces. A nivel 
        musical la influencia de los ritmos y sonidos africanos se hac&iacute;an presentes generando en un estilo propio y diverso que 
        luego se materializ&oacute; en el blues, el cual se convertir&iacute;a en el ingrediente musical que m&aacute;s tarde revolucionar&iacute;a 
        la m&uacute;sica a nivel mundial. Por otro lado tambi&eacute;n la influencia de los m&uacute;sicos blancos a trav&eacute;s 
        del g&eacute;nero musical denominado country y la aparici&oacute;n de la guitarra el&eacute;ctrica dar&iacute;a nacimiento 
        a lo que se llam&oacute; Rhythm and Blues, padre del Rock and Roll.
</p></font>
<font size="4"><p>El t&eacute;rmino Rock and Roll empez&oacute; a utilizarse para aminorar musicalmente el popular ritmo 
    Rhythm and Blues, el cual denotaba en demas&iacute;a las luchas raciales para la &eacute;poca, y aunque en esencia los dos g&eacute;neros 
    musicales representaban lo mismo, se quiso diferenciar uno del otro para dar paso a los cantantes blancos y a la m&uacute;sica que 
    no mencione el conflicto racial. El Rock and Roll emergi&oacute; como un gener&oacute; musical definido en Estados Unidos en la 
    d&eacute;cada de 1950. Los inicios del Rock and Roll combinan elementos del blues, boogie woogie y jazz con influencias de la 
    m&uacute;sica folcl&oacute;rica apalache, gospel, country y western especializado.
</p></font>
<center>
    <img src="imagenes/YoungElvisPresley.jpg" width="700" height="300" border="3">
    <h5>Imagen de Elvis Presley, era uno de los mayores exponentes del Rock and Roll en su &eacute;poca.</h5>
</center>
<h5>Fuentes:</h5>
<ul>
    <li><a href="https://es.wikipedia.org/wiki/Rock_and_roll">colaboradores de Wikipedia. (2020y, diciembre 9). Rock and roll. Wikipedia, la enciclopedia libre. https://es.wikipedia.org/wiki/Rock_and_roll</a></li>
</ul>
</body>
</html>