<html>
<head>
    <meta charset="UTF-8">
<title>Salsa</title>
<link rel="stylesheet" type="text/css" href="estilo.css">
</head>
<body>
<ul class="menu">
    <body bgcolor="#D19D28">
     <li><a href="menus.html">&iquest;Qu&eacute; es la m&uacute;sica?</a></li>
    <li><a href="rocknroll.html">Rock and Roll</a></li>
    <li><a href="pop.html"> M&uacute;sica Pop</a></li>
    <li><a href="jazz.html">Jazz</a></li>
    <li><a href="indie.html">Indie Rock</a></li>
    <li><a href="metal.html">Heavy Metal</a></li>
    <li><a href="country.html">Country</a></li>
    <li><a href="clasica.html">M&uacute;sica cl&aacute;sica</a></li>
    <li><a href="blues.html">Blues</a></li>
    <li><a href="soul.html">Soul</a></li>
    <li><a href="rock.html">Rock</a></li>
    <li><a href="reggae.html">Reggae</a></li>
    <li><a href="hiphop.html">Rap</a></li>
    <li><a href="reggaeton.html">Reggaeton</a></li>
    <li><a href="salsa.html">Salsa</a></li>
    <li><a href="disco.html">Disco</a></li>
    <li><a href="punk.html">Punk</a></li>
    <li><a href="folk.html">M&uacute;sica Folk</a></li>
</ul>
<h1 align="center">Salsa</h1>
<font size="4"><p>Es un g&eacute;nero musical bailable resultante de la s&iacute;ntesis del son cubano y otros g&eacute;neros 
    de m&uacute;sica caribeña, con el jazz y otros ritmos estadounidenses. La salsa fue consolidada como un &eacute;xito comercial por 
    m&uacute;sicos de origen puertorriqueño en la ciudad de Nueva York en la d&eacute;cada de 1960, si bien sus ra&iacute;ces se 
    remontan a d&eacute;cadas anteriores en pa&iacute;ses de la cuenca del Caribe.  
</p></font>
<font size="4"><p>La salsa finalmente se extendi&oacute; a lo largo de Colombia y al resto de Am&eacute;rica, dando lugar a escenas 
    regionales puertorriqueña, panmeña, venezolana, cubana, dominicana, colombiana, ecuatoriana y de otros pa&iacute;ses latinoam&eacute;ricanos. 
    La salsa abarca varios estilos como la salsa dura, salsa rom&aacute;ntica y la timba.
</p></font>
<center>
    <img src="imagenes/salsa.jpg" width="700" height="300" border="3">
</center>
<h2 align="center">Caracter&iacute;sticas de la Salsa</h2>
<font size="4"><p>La salsa presenta las siguientes caracter&iacute;sticas:</p></font>
<ul>
    <li><b>Ritmo:</b>Utiliza como base la clave de son, el patr&oacute;n r&iacute;tmico del son cubano, que puede ser 2-3 o 3-2.</li>
    <br>
    <li><b>Melod&iacute;a:</b>En muchos casos las melod&iacute;s usadas en la salsa se corresponden con las empleadas tradicionalmente 
    en el son montuno aunque puede asimilarse tambi&eacute;n a otros g&eacute;neros de la m&uacute;sica cubana y caribeña tradicional, 
inclusive melod&iacute;as de la m&uacute;sica popular latinoamericana.</li>
<br>
    <li><b>Armon&iacute;a:</b>Se corresponde con la utilizada en la m&uacute;sica occidental.</li>
    <br>
    <li><b>Instrumentaci&oacute;n:</b>Usa instrumentos de percusi&oacute;n cubanos popularizados desde los años 1920 como pailas o 
    timbales, bong&oacute;, guiro cubano, cencerro, dos maracas y conga.</li>
</ul>
<h2 align="center">Exponentes del G&eacute;nero</h2>
<h3>Oscar de Le&oacute;n</h3>
<font size="4"><p>Es un exitoso cantante venezolano de salsa que ha alcanzando un notable &eacute;xito en sus muchas giras realizadas 
    por pa&iacute;ses del el caribe y Latinoam&eacute;rica.
</p></font>
<center>
    <img src="imagenes/oscarleon.jpg" width="700" height="300" border="3">
</center>
<h3>Hector Lavoe</h3>
<font size="4"><p>Nacido el 22 de Septiembre de 1946 y fallecido el 29 de junio de 1993. Fue considerado uno de los m&aacute;ximos 
    exponentes de la salsa, adem&aacute;s reconocido por sus temas "Triste y vac&iacute;a, Mi gente, el peri&oacute;dico de ayer".
</p></font>
<center>
    <img src="imagenes/lavoe.jpg" width="700" height="300" border="3">
</center>
<h5>Fuentes:</h5>
<ul>
    <li><a href="https://es.wikipedia.org/wiki/Salsa_(g%C3%A9nero_musical)#Esencia">colaboradores de Wikipedia. (2020i, diciembre 1). Salsa (género musical). Wikipedia, la enciclopedia libre. https://es.wikipedia.org/wiki/Salsa_(g%C3%A9nero_musical)#Esencia</a></li>
    <li><a href="https://lilianavanegasb.wordpress.com/2011/06/01/los-maximos-exponentes-del-genero/">Los máximos exponentes del genero. (2011, 1 junio). El Rincón de la salsa. https://lilianavanegasb.wordpress.com/2011/06/01/los-maximos-exponentes-del-genero/</a></li>
</ul>
</body>
</html>