<html>
<head>
    <meta charset="UTF-8">
<title>Soul</title>
<link rel="stylesheet" type="text/css" href="estilo.css">
</head>
<body>
<ul class="menu">
    <body bgcolor="#D19D28">
     <li><a href="menus.html">&iquest;Qu&eacute; es la m&uacute;sica?</a></li>
    <li><a href="rocknroll.html">Rock and Roll</a></li>
    <li><a href="pop.html"> M&uacute;sica Pop</a></li>
    <li><a href="jazz.html">Jazz</a></li>
    <li><a href="indie.html">Indie Rock</a></li>
    <li><a href="metal.html">Heavy Metal</a></li>
    <li><a href="country.html">Country</a></li>
    <li><a href="clasica.html">M&uacute;sica cl&aacute;sica</a></li>
    <li><a href="blues.html">Blues</a></li>
    <li><a href="soul.html">Soul</a></li>
    <li><a href="rock.html">Rock</a></li>
    <li><a href="reggae.html">Reggae</a></li>
    <li><a href="hiphop.html">Rap</a></li>
    <li><a href="reggaeton.html">Reggaeton</a></li>
    <li><a href="salsa.html">Salsa</a></li>
    <li><a href="disco.html">Disco</a></li>
    <li><a href="punk.html">Punk</a></li>
    <li><a href="folk.html">M&uacute;sica Folk</a></li>
</ul>
<h1 align="center">Soul</h1>
<font size="4"><p>Es un g&eacute;nero que tuvo sus or&iacute;genes en los Estados Unidos y cuya influencia ha repercutido de 
    enorme manera en corrientes como el rock y el pop. Sus or&iacute;genes se encuentran en las melod&iacute;as de rythm and blues cantadas 
    por las comunidades afroamericanas y los sonidos religiosos del gospel. La fusi&oacute;n de ambos dio paso a una amplia variedad musical, 
    que pronto fue una de la base para varios movimientos importantes en el &aacute;mbito, como el rock and roll. Han sido muchos los 
    exponentes que tambi&eacute;n hicieron su contribuci&oacute;n en el pasado e incluso en la actualidad, se destaca la presencia de 
    artistas claramente influenciados por el estilo.
</p></font>
<center>
    <img src="imagenes/soul.jpg" width="700" height="300" border="3">
</center>
<h2 align="center">Caracter&iacute;sticas del Soul</h2>
<font size="4"><p>El soul se distingue por una t&eacute;cnica vocal que suele ser bastante profunda y elaborada; no en vano, los 
    mejores cantantes del g&eacute;nero se han caracterizado por tener voces suaves y llenas de matices. Tambi&eacute;n cuenta con un 
    esquema que sigue el circuito llamado respuesta, entre el int&eacute;rprete de una canci&oacute;n y el coro que lo acompaña, cuando 
    el mismo canta una palabra o frase en espec&iacute;fico y ellos le contestan en el estribillo. Marcar el ritmo con las palmas de las 
    manos y utilizar movimientos corporales para acompañar cada composici&oacute;n, es algo muy com&uacute;n dentro de este estilo, que 
    llena de alegr&iacute;a y energ&iacute;a a sus simpatizantes.
</p></font>
<h2 align="center">Exponentes del G&eacute;nero</h2>
<h3>Jungle</h3>
<font size=4><p>Es un colectivo musical brit&aacute;nico, conformado en londres, de soul moderno. Fue formado por <b>Tom McFarland</b> y 
<b>Josh Lloyd-Watson</b> en el 2013. <a href="https://youtu.be/5ItKS8bUUTA" target="_black">Escucha "Time" de Jungle.</a>
</p></font>
<center>
    <img src="imagenes/jungle.jpg" width="700" height="300" border="3">
</center>
<h3>Sam Cooke</h3>
<font size="4"><p>Fue un cantante estadounidense de m&uacute;sica gospel, rhythm and blues, soul y pop; compositor y empresario 
    musical. Es uno de los pioneros de la m&uacute;sica soul y una de las grandes influencias en la m&uacute;sica pop, el R&B y la neo soul. 
    Es considerado <b>"El Rey del Soul"</b> por muchos, t&iacute;tulo que comparte con <b>Otis Redding</b> por haber logrado una treintena 
    de hits entre 1957 y 1965. <a href="https://youtu.be/wEBlaMOmKV4" target="_black">Escucha "A Change Is Gonna Come" de Sam Cooke.</a>
</p></font>
<center>
    <img src="imagenes/cooke.jpg" width="700" height="300" border="3">
</center>
<h5>Fuentes:</h5>
<ul>
    <li><a href="http://musicandote.com/soul/">Soul. (2013, 21 noviembre). Musicándote. http://musicandote.com/soul/</a></li>
    <li><a href="https://es.wikipedia.org/wiki/Jungle_(banda)">colaboradores de Wikipedia. (2020a, octubre 5). Jungle (banda). Wikipedia, la enciclopedia libre. https://es.wikipedia.org/wiki/Jungle_(banda)</a></li>
    <li><a href="https://es.wikipedia.org/wiki/Sam_Cooke">colaboradores de Wikipedia. (2020i, diciembre 8). Sam Cooke. Wikipedia, la enciclopedia libre. https://es.wikipedia.org/wiki/Sam_Cooke</a></li>
</ul>
</body>
</html>